/* Label for the applications list settings item */
"Allowed applications" = "Allowed applications";

/* Placeholder string for the filter field of the applications list settings item */
"Filter applications" = "Filter applications";

/* OpenWith Plugin - error launching - failure reason. */
"No bundle at the specified path" = "No bundle at the specified path";

/* OpenWith Plugin - error launching - title */
"Unable to launch the requested application" = "Unable to launch the requested application";

/* Error message showed to users when Open With fails. */
"Unable to open the specified files" = "Unable to open the specified files";

